Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Now Playing Stopped
ar: يُعرض الآن - متوقف
bg: Възпроизвежда се - Спряно
bn: এখন বাজছে - বন্ধ
ca: Reproduint ara - Aturat
cs: Právě hraje zastaveno
da: Afspiller nu - Stoppet
de: Aktuelle Wiedergabe gestoppt
el: Τώρα αναπαράγεται - Διακόπηκε
es: En reproducción detenido
fa: در حال پخش - متوقف
fi: Nyt toistetaan - Pysäytetty
fil: Kasalukuyang Tumutugtog - Itinigil
fr: À l'écoute arrêté
he: מנגן כעת - הופסק
hi: अब चल रहा है - बंद
hr: Sada se reproducira - Zaustavljeno
hu: Most játszott - Leállítva
id: Sedang Diputar Dihentikan
it: In riproduzione interrotto
ja: 再生中（停止）
kk: Қазір ойналуда - Тоқтатылды
ko: 지금 재생 중 중지됨
ms: Sedang Dimainkan - Dihentikan
nb: Spilles nå - Stoppet
nl: Huidige gestopt
pl: Teraz odtwarzane zatrzymane
pt: A reproduzir parado
ro: În redare - Oprit
ru: Исполняется (остановлено)
sk: Práve hrá - Zastavené
sr: Сада се пушта - Заустављено
sv: Spelas nu stoppad
th: กำลังเล่น - หยุดแล้ว
tr: Şu An Çalınan Durduruldu
uk: Зараз грає зупинено
vi: Đang phát đã dừng
zh_hans: 正在播放已停止
zh_hant: 播放中已停止

source: Onboarding
ar: الإعداد الأولي
bg: Въвеждане
bn: পরিচিতি
ca: Introducció
cs: Úvodní průvodce
da: Startguide
de: Einführung
el: Οδηγός έναρξης
es: Bienvenida
fa: آشنایی اولیه
fi: Käyttöönotto-opas
fil: Pagsisimula
fr: Bienvenue
he: הדרכת היכרות
hi: प्रारंभिक सेटअप
hr: Uvodni vodič
hu: Kezdő útmutató
id: Pengenalan
it: Introduzione
ja: 初期設定
kk: Кіріспе
ko: 시작 가이드
ms: Panduan Mula
nb: Startveiledning
nl: Introductie
pl: Wprowadzenie
pt: Boas-vindas
ro: Ghid de pornire
ru: Приветствие
sk: Úvodný sprievodca
sr: Уводни водич
sv: Kom igång
th: การเริ่มต้นใช้งาน
tr: Başlangıç
uk: Ознайомлення
vi: Hướng dẫn ban đầu
zh_hans: 新手引导
zh_hant: 快速導覽

source: Play All Events
ar: تشغيل جميع الأحداث
bg: Пускане на всички събития
bn: সমস্ত ইভেন্ট চালান
ca: Reprodueix tots els esdeveniments
cs: Přehrát všechny události
da: Afspil alle hændelser
de: Alle Ereignisse abspielen
el: Αναπαραγωγή όλων των συμβάντων
es: Reproducir todos los eventos
fa: پخش همه رویدادها
fi: Toista kaikki tapahtumat
fil: I-play ang Lahat ng Kaganapan
fr: Lire tous les événements
he: הפעל את כל האירועים
hi: सभी ईवेंट चलाएं
hr: Reproduciraj sve događaje
hu: Minden esemény lejátszása
id: Putar Semua Peristiwa
it: Riproduci tutti gli eventi
ja: すべてのイベントを再生
kk: Барлық оқиғаларды ойнату
ko: 모든 이벤트 재생
ms: Mainkan Semua Peristiwa
nb: Spill alle hendelser
nl: Alle gebeurtenissen afspelen
pl: Odtwórz wszystkie zdarzenia
pt: Reproduzir todos os eventos
ro: Redă toate evenimentele
ru: Воспроизвести все события
sk: Prehrať všetky udalosti
sr: Пусти све догађаје
sv: Spela alla händelser
th: เล่นกิจกรรมทั้งหมด
tr: Tüm Olayları Oynat
uk: Відтворити всі події
vi: Phát tất cả sự kiện
zh_hans: 播放所有事件
zh_hant: 播放所有事件

source: Preview the lock live activity without actually locking macOS.
ar: معاينة نشاط القفل المباشر بدون قفل macOS فعلياً.
bg: Предварителен преглед на заключването на живо, без реално заключване на macOS.
bn: প্রকৃতপক্ষে macOS লক না করে লক লাইভ অ্যাক্টিভিটির প্রিভিউ দেখুন।
ca: Previsualitza l'activitat en directe de bloqueig sense bloquejar realment macOS.
cs: Náhled živé aktivity uzamčení bez skutečného uzamčení macOS.
da: Forhåndsvis låseskærmens liveaktivitet uden rent faktisk at låse macOS.
de: Sperrbildschirm-Live-Aktivität in der Vorschau anzeigen, ohne macOS zu sperren.
el: Προεπισκόπηση της ζωντανής δραστηριότητας κλειδώματος χωρίς πραγματικό κλείδωμα του macOS.
es: Previsualizar la actividad en vivo de bloqueo sin bloquear realmente macOS.
fa: پیش‌نمایش فعالیت زنده قفل بدون قفل کردن واقعی macOS.
fi: Esikatsele lukituksen live-toimintaa lukitsematta macOS:ää oikeasti.
fil: I-preview ang live activity ng lock nang hindi aktwal na nilo-lock ang macOS.
fr: Aperçu de l'activité en direct de verrouillage sans verrouiller macOS.
he: תצוגה מקדימה של פעילות מסך הנעילה מבלי לנעול בפועל את macOS.
hi: macOS को वास्तव में लॉक किए बिना लॉक लाइव गतिविधि का पूर्वावलोकन करें।
hr: Pretpregledajte aktivnost zaključavanja uživo bez stvarnog zaključavanja macOS-a.
hu: A zárolási élő tevékenység előnézete a macOS tényleges zárolása nélkül.
id: Pratinjau aktivitas langsung penguncian tanpa benar-benar mengunci macOS.
it: Visualizza l'anteprima dell'attività di blocco senza bloccare macOS.
ja: macOSを実際にロックせずにロックのライブアクティビティをプレビューします。
kk: macOS-ты құлыптамай-ақ құлыптау әрекетін алдын ала қарау.
ko: macOS를 실제로 잠그지 않고 잠금 실시간 활동을 미리 봅니다.
ms: Pratonton aktiviti langsung kunci tanpa mengunci macOS sebenarnya.
nb: Forhåndsvis låseskjermens direkteaktivitet uten å låse macOS på ordentlig.
nl: Bekijk de live vergrendelactiviteit zonder macOS daadwerkelijk te vergrendelen.
pl: Podgląd aktywności na żywo blokady bez rzeczywistego blokowania macOS.
pt: Pré-visualizar a atividade em tempo real de bloqueio sem bloquear o macOS.
ro: Previzualizați activitatea live de blocare fără a bloca efectiv macOS.
ru: Предпросмотр живой активности блокировки без фактической блокировки macOS.
sk: Náhľad živej aktivity uzamknutia bez skutočného uzamknutia macOS.
sr: Прегледајте активност закључавања уживо без стварног закључавања macOS-а.
sv: Förhandsgranska låsskärmens liveaktivitet utan att faktiskt låsa macOS.
th: ดูตัวอย่างกิจกรรมสดของการล็อคโดยไม่ต้องล็อค macOS จริง
tr: macOS'i gerçekten kilitlemeden kilit canlı etkinliğini önizleyin.
uk: Попередній перегляд активності блокування наживо без фактичного блокування macOS.
vi: Xem trước hoạt động trực tiếp khóa mà không thực sự khóa macOS.
zh_hans: 在不实际锁定 macOS 的情况下预览锁定实时活动。
zh_hant: 在不實際鎖定 macOS 的情況下預覽鎖定即時活動。

source: Preview the persistent Focus live activity.
ar: معاينة نشاط التركيز المباشر المستمر.
bg: Предварителен преглед на постоянната дейност на живо за Фокус.
bn: চলমান ফোকাস লাইভ অ্যাক্টিভিটির প্রিভিউ দেখুন।
ca: Previsualitza l'activitat en directe persistent de Concentració.
cs: Náhled trvalé živé aktivity Soustředění.
da: Forhåndsvis den vedvarende Fokus-liveaktivitet.
de: Dauerhafte Fokus-Live-Aktivität in der Vorschau anzeigen.
el: Προεπισκόπηση της μόνιμης ζωντανής δραστηριότητας Συγκέντρωσης.
es: Previsualizar la actividad en vivo persistente de Concentración.
fa: پیش‌نمایش فعالیت زنده و مداوم تمرکز.
fi: Esikatsele pysyvää Keskittymisen live-toimintaa.
fil: I-preview ang patuloy na live activity ng Focus.
fr: Aperçu de l'activité en direct persistante de Concentration.
he: תצוגה מקדימה של פעילות פוקוס קבועה.
hi: निरंतर फ़ोकस लाइव गतिविधि का पूर्वावलोकन करें।
hr: Pretpregledajte trajnu aktivnost Fokusa uživo.
hu: A tartós Fókusz élő tevékenység előnézete.
id: Pratinjau aktivitas langsung Fokus yang persisten.
it: Visualizza l'anteprima dell'attività persistente di Full immersion.
ja: 永続的な集中モードのライブアクティビティをプレビューします。
kk: Тұрақты Зейін қою әрекетін алдын ала қарау.
ko: 지속적인 집중 모드 실시간 활동을 미리 봅니다.
ms: Pratonton aktiviti langsung Fokus yang berterusan.
nb: Forhåndsvis den vedvarende Fokus-direkteaktiviteten.
nl: Bekijk de permanente live Focus-activiteit.
pl: Podgląd stałej aktywności na żywo Skupienia.
pt: Pré-visualizar a atividade em tempo real persistente de Concentração.
ro: Previzualizați activitatea live persistentă Focalizare.
ru: Предпросмотр постоянной живой активности «Фокусирование».
sk: Náhľad trvalej živej aktivity Môj čas.
sr: Прегледајте трајну активност Фокуса уживо.
sv: Förhandsgranska den beständiga liveaktiviteten för fokusläge.
th: ดูตัวอย่างกิจกรรมสดของโฟกัสแบบต่อเนื่อง
tr: Kalıcı Odak canlı etkinliğini önizleyin.
uk: Попередній перегляд постійної активності Зосередження наживо.
vi: Xem trước hoạt động trực tiếp Tập trung liên tục.
zh_hans: 预览持续的专注模式实时活动。
zh_hant: 預覽持續的專注模式即時活動。

source: Preview the persistent screen recording indicator.
ar: معاينة مؤشر تسجيل الشاشة المستمر.
bg: Предварителен преглед на постоянния индикатор за запис на екрана.
bn: চলমান স্ক্রিন রেকর্ডিং সূচকের প্রিভিউ দেখুন।
ca: Previsualitza l'indicador persistent de gravació de pantalla.
cs: Náhled trvalého indikátoru záznamu obrazovky.
da: Forhåndsvis den vedvarende skærmoptagelsesindikator.
de: Dauerhafte Bildschirmaufnahme-Anzeige in der Vorschau anzeigen.
el: Προεπισκόπηση του μόνιμου δείκτη εγγραφής οθόνης.
es: Previsualizar el indicador persistente de grabación de pantalla.
fa: پیش‌نمایش نشانگر مداوم ضبط صفحه.
fi: Esikatsele pysyvää näytön tallennuksen ilmaisinta.
fil: I-preview ang patuloy na indicator ng pag-record ng screen.
fr: Aperçu de l'indicateur persistant d'enregistrement d'écran.
he: תצוגה מקדימה של מחוון הקלטת מסך קבוע.
hi: निरंतर स्क्रीन रिकॉर्डिंग संकेतक का पूर्वावलोकन करें।
hr: Pretpregledajte trajni indikator snimanja zaslona.
hu: A tartós képernyőfelvétel-jelző előnézete.
id: Pratinjau indikator perekaman layar yang persisten.
it: Visualizza l'anteprima dell'indicatore persistente di registrazione schermo.
ja: 永続的な画面収録インジケータをプレビューします。
kk: Экран жазудың тұрақты индикаторын алдын ала қарау.
ko: 지속적인 화면 기록 표시기를 미리 봅니다.
ms: Pratonton penunjuk rakaman skrin yang berterusan.
nb: Forhåndsvis den vedvarende skjermopptaksindikatoren.
nl: Bekijk de permanente schermopname-indicator.
pl: Podgląd stałego wskaźnika nagrywania ekranu.
pt: Pré-visualizar o indicador persistente de gravação de ecrã.
ro: Previzualizați indicatorul persistent de înregistrare a ecranului.
ru: Предпросмотр постоянного индикатора записи экрана.
sk: Náhľad trvalého indikátora nahrávania obrazovky.
sr: Прегледајте трајни индикатор снимања екрана.
sv: Förhandsgranska den beständiga skärminspelningsindikatorn.
th: ดูตัวอย่างตัวบ่งชี้การบันทึกหน้าจอแบบต่อเนื่อง
tr: Kalıcı ekran kaydı göstergesini önizleyin.
uk: Попередній перегляд постійного індикатора запису екрана.
vi: Xem trước chỉ báo ghi màn hình liên tục.
zh_hans: 预览持续的屏幕录制指示器。
zh_hant: 預覽持續的螢幕錄影指示器。

source: Preview the software update available live activity.
ar: معاينة نشاط تحديث البرنامج المتاح.
bg: Предварителен преглед на дейността на живо за налична софтуерна актуализация.
bn: উপলব্ধ সফ্টওয়্যার আপডেট লাইভ অ্যাক্টিভিটির প্রিভিউ দেখুন।
ca: Previsualitza l'activitat en directe d'actualització de programari disponible.
cs: Náhled živé aktivity dostupné aktualizace softwaru.
da: Forhåndsvis liveaktiviteten for tilgængelig softwareopdatering.
de: Softwareupdate-Live-Aktivität in der Vorschau anzeigen.
el: Προεπισκόπηση της ζωντανής δραστηριότητας διαθέσιμης ενημέρωσης λογισμικού.
es: Previsualizar la actividad en vivo de actualización de software disponible.
fa: پیش‌نمایش فعالیت زنده به‌روزرسانی نرم‌افزار موجود.
fi: Esikatsele saatavilla olevan ohjelmistopäivityksen live-toimintaa.
fil: I-preview ang live activity ng available na update ng software.
fr: Aperçu de l'activité en direct de mise à jour logicielle disponible.
he: תצוגה מקדימה של פעילות עדכון תוכנה זמין.
hi: उपलब्ध सॉफ़्टवेयर अपडेट लाइव गतिविधि का पूर्वावलोकन करें।
hr: Pretpregledajte aktivnost dostupnog ažuriranja softvera uživo.
hu: Az elérhető szoftverfrissítés élő tevékenység előnézete.
id: Pratinjau aktivitas langsung pembaruan perangkat lunak yang tersedia.
it: Visualizza l'anteprima dell'attività di aggiornamento software disponibile.
ja: ソフトウェアアップデート利用可能ライブアクティビティをプレビューします。
kk: Бағдарламалық құрал жаңартуының әрекетін алдын ала қарау.
ko: 소프트웨어 업데이트 사용 가능 실시간 활동을 미리 봅니다.
ms: Pratonton aktiviti langsung kemas kini perisian tersedia.
nb: Forhåndsvis direkteaktiviteten for tilgjengelig programvareoppdatering.
nl: Bekijk de live activiteit voor beschikbare software-updates.
pl: Podgląd aktywności na żywo dostępnej aktualizacji oprogramowania.
pt: Pré-visualizar a atividade em tempo real de atualização de software disponível.
ro: Previzualizați activitatea live de actualizare software disponibilă.
ru: Предпросмотр живой активности доступного обновления ПО.
sk: Náhľad živej aktivity dostupnej aktualizácie softvéru.
sr: Прегледајте активност доступног ажурирања софтвера уживо.
sv: Förhandsgranska liveaktiviteten för tillgänglig programuppdatering.
th: ดูตัวอย่างกิจกรรมสดของการอัปเดตซอฟต์แวร์ที่พร้อมใช้งาน
tr: Yazılım güncellemesi mevcut canlı etkinliğini önizleyin.
uk: Попередній перегляд активності доступного оновлення ПЗ наживо.
vi: Xem trước hoạt động trực tiếp cập nhật phần mềm có sẵn.
zh_hans: 预览软件更新可用实时活动。
zh_hant: 預覽可用的軟體更新即時活動。

source: Private Event
ar: حدث خاص
bg: Лично събитие
bn: ব্যক্তিগত ইভেন্ট
ca: Esdeveniment privat
cs: Soukromá událost
da: Privat begivenhed
de: Privates Ereignis
el: Ιδιωτικό συμβάν
es: Evento privado
fa: رویداد خصوصی
fi: Yksityinen tapahtuma
fil: Pribadong Kaganapan
fr: Événement privé
he: אירוע פרטי
hi: निजी ईवेंट
hr: Privatni događaj
hu: Privát esemény
id: Acara Pribadi
it: Evento privato
ja: プライベートイベント
kk: Жеке оқиға
ko: 비공개 일정
ms: Acara Peribadi
nb: Privat hendelse
nl: Privé-evenement
pl: Wydarzenie prywatne
pt: Evento privado
ro: Eveniment privat
ru: Личное событие
sk: Súkromná udalosť
sr: Приватни догађај
sv: Privat händelse
th: กิจกรรมส่วนตัว
tr: Özel Etkinlik
uk: Приватна подія
vi: Sự kiện riêng tư
zh_hans: 私人日程
zh_hant: 不公開行程

source: Ready
ar: جاهز
bg: Готово
bn: প্রস্তুত
ca: A punt
cs: Připraveno
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fa: آماده
fi: Valmis
fil: Handa
fr: Prêt
he: מוכן
hi: तैयार
hr: Spremno
hu: Kész
id: Siap
it: Pronto
ja: 準備完了
kk: Дайын
ko: 준비됨
ms: Sedia
nb: Klar
nl: Gereed
pl: Gotowe
pt: Pronto
ro: Gata
ru: Готово
sk: Pripravené
sr: Спремно
sv: Klar
th: พร้อม
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hans: 就绪
zh_hant: 就緒

source: Refresh the timer live activity with the updated event.
ar: تحديث نشاط المؤقت المباشر بالحدث المحدّث.
bg: Опресняване на дейността на живо за таймера с актуализирано събитие.
bn: আপডেট করা ইভেন্টের সাথে টাইমার লাইভ অ্যাক্টিভিটি রিফ্রেশ করুন।
ca: Actualitza l'activitat en directe del temporitzador amb l'esdeveniment actualitzat.
cs: Obnovit živou aktivitu minutky pomocí aktualizované události.
da: Opdater tidtager-liveaktiviteten med den opdaterede hændelse.
de: Timer-Live-Aktivität mit dem Aktualisiert-Ereignis erneuern.
el: Ανανέωση της ζωντανής δραστηριότητας χρονομέτρου με ενημερωμένο συμβάν.
es: Actualizar la actividad en vivo del temporizador con el evento actualizado.
fa: تازه‌سازی فعالیت زنده تایمر با رویداد به‌روزرسانی.
fi: Päivitä ajastimen live-toiminta päivitetyllä tapahtumalla.
fil: I-refresh ang live activity ng timer gamit ang na-update na event.
fr: Actualiser l'activité en direct du minuteur avec l'événement mis à jour.
he: רענן את הפעילות החיה של הטיימר עם אירוע מעודכן.
hi: अपडेट किए गए ईवेंट के साथ टाइमर लाइव गतिविधि रीफ़्रेश करें।
hr: Osvježite aktivnost mjerača vremena uživo ažuriranim događajem.
hu: Az időzítő élő tevékenység frissítése a frissített eseménnyel.
id: Segarkan aktivitas langsung pengatur waktu dengan peristiwa yang diperbarui.
it: Aggiorna l'attività in tempo reale del timer con l'evento aggiornato.
ja: 更新イベントでタイマーのライブアクティビティをリフレッシュします。
kk: Жаңартылған оқиғамен таймер әрекетін жаңарту.
ko: 업데이트된 이벤트로 타이머 실시간 활동을 새로고침합니다.
ms: Segarkan aktiviti langsung pemasa dengan peristiwa yang dikemas kini.
nb: Oppdater tidtaker-direkteaktiviteten med den oppdaterte hendelsen.
nl: Vernieuw de live timeractiviteit met de bijgewerkte gebeurtenis.
pl: Odśwież aktywność na żywo minutnika z zaktualizowanym zdarzeniem.
pt: Atualizar a atividade em tempo real do temporizador com o evento atualizado.
ro: Reîmprospătați activitatea live a temporizatorului cu evenimentul actualizat.
ru: Обновить живую активность таймера событием обновления.
sk: Obnoviť živú aktivitu časovača aktualizovanou udalosťou.
sr: Освежите активност тајмера уживо ажурираним догађајем.
sv: Uppdatera tidtagarens liveaktivitet med den uppdaterade händelsen.
th: รีเฟรชกิจกรรมสดของตัวจับเวลาด้วยเหตุการณ์ที่อัปเดต
tr: Güncellenen olayla zamanlayıcı canlı etkinliğini yenileyin.
uk: Оновити активність таймера наживо за допомогою оновленої події.
vi: Làm mới hoạt động trực tiếp hẹn giờ bằng sự kiện được cập nhật.
zh_hans: 使用更新的事件刷新计时器实时活动。
zh_hant: 使用更新的事件重新整理計時器即時活動。

source: Reset All Previews
ar: إعادة تعيين جميع المعاينات
bg: Нулиране на всички предварителни прегледи
bn: সমস্ত প্রিভিউ রিসেট করুন
ca: Restableix totes les previsualitzacions
cs: Obnovit všechny náhledy
da: Nulstil alle forhåndsvisninger
de: Alle Vorschauen zurücksetzen
el: Επαναφορά όλων των προεπισκοπήσεων
es: Restablecer todas las vistas previas
fa: بازنشانی همه پیش‌نمایش‌ها
fi: Nollaa kaikki esikatselut
fil: I-reset ang Lahat ng Preview
fr: Réinitialiser tous les aperçus
he: אפס את כל התצוגות המקדימות
hi: सभी पूर्वावलोकन रीसेट करें
hr: Poništi sve pretpreglede
hu: Minden előnézet visszaállítása
id: Atur Ulang Semua Pratinjau
it: Reimposta tutte le anteprime
ja: すべてのプレビューをリセット
kk: Барлық алдын ала қарауларды қалпына келтіру
ko: 모든 미리보기 초기화
ms: Tetapkan Semula Semua Pratonton
nb: Tilbakestill alle forhåndsvisninger
nl: Alle voorvertoningen herstellen
pl: Zresetuj wszystkie podglądy
pt: Repor todas as pré-visualizações
ro: Resetați toate previzualizările
ru: Сбросить все предпросмотры
sk: Resetovať všetky náhľady
sr: Ресетуј све прегледе
sv: Återställ alla förhandsvisningar
th: รีเซ็ตตัวอย่างทั้งหมด
tr: Tüm Önizlemeleri Sıfırla
uk: Скинути всі перегляди
vi: Đặt lại tất cả bản xem trước
zh_hans: 重置所有预览
zh_hant: 重設所有預覽

source: Run every debug event in sequence, keep each item visible for its configured duration, and wait 1 second between items.
ar: تشغيل كل أحداث التصحيح بالتتابع، وإبقاء كل عنصر مرئياً للمدة المحددة، والانتظار ثانية واحدة بين العناصر.
bg: Изпълнете всяко събитие за отстраняване на грешки последователно, задръжте всеки елемент видим за зададената продължителност и изчакайте 1 секунда между елементите.
bn: প্রতিটি ডিবাগ ইভেন্ট ক্রমানুসারে চালান, প্রতিটি আইটেম নির্দিষ্ট সময়কালের জন্য দৃশ্যমান রাখুন এবং আইটেমগুলির মধ্যে ১ সেকেন্ড অপেক্ষা করুন।
ca: Executa cada esdeveniment de depuració en seqüència, manté visible cada element durant la durada configurada i espera 1 segon entre elements.
cs: Spustit každou událost ladění v pořadí, ponechat každou položku viditelnou po nastavenou dobu a čekat 1 sekundu mezi položkami.
da: Kør hver fejlfindingshændelse i rækkefølge, hold hvert element synligt i den konfigurerede varighed, og vent 1 sekund mellem elementer.
de: Jedes Debug-Ereignis nacheinander ausführen, jedes Element für die konfigurierte Dauer anzeigen und 1 Sekunde zwischen Elementen warten.
el: Εκτέλεση κάθε συμβάντος εντοπισμού σφαλμάτων διαδοχικά, διατήρηση ορατότητας για τη ρυθμισμένη διάρκεια και αναμονή 1 δευτερολέπτου μεταξύ των στοιχείων.
es: Ejecutar cada evento de depuración en secuencia, mantener cada elemento visible durante su duración configurada y esperar 1 segundo entre elementos.
fa: اجرای هر رویداد اشکال‌زدایی به ترتیب، نمایش هر مورد به مدت زمان تنظیم شده و ۱ ثانیه انتظار بین موارد.
fi: Suorita jokainen vianmääritystapahtuma järjestyksessä, pidä kukin näkyvissä määritetyn ajan ja odota 1 sekunti kohteiden välillä.
fil: Patakbuhin ang bawat event ng pag-debug nang sunod-sunod, panatilihing nakikita ang bawat item para sa nakatakdang tagal, at maghintay ng 1 segundo sa pagitan ng mga item.
fr: Exécuter chaque événement de débogage en séquence, garder chaque élément visible pendant sa durée configurée et attendre 1 seconde entre les éléments.
he: הפעל כל אירוע ניפוי שגיאות ברצף, השאר כל פריט גלוי למשך הזמן שהוגדר, והמתן שנייה אחת בין פריטים.
hi: क्रम में प्रत्येक डिबग ईवेंट चलाएं, प्रत्येक आइटम को उसकी कॉन्फ़िगर की गई अवधि तक दृश्यमान रखें, और आइटमों के बीच 1 सेकंड प्रतीक्षा करें।
hr: Pokrenite svaki događaj otklanjanja pogrešaka redom, zadržite svaku stavku vidljivom prema konfiguraciji i pričekajte 1 sekundu između stavki.
hu: Minden hibakeresési esemény futtatása sorrendben, a beállított ideig láthatóan tartva, 1 másodperc várakozással az elemek között.
id: Jalankan setiap peristiwa debug secara berurutan, biarkan setiap item terlihat selama durasi yang dikonfigurasi, dan tunggu 1 detik di antara item.
it: Esegui ogni evento di debug in sequenza, mantieni visibile ciascun elemento per la durata configurata e attendi 1 secondo tra gli elementi.
ja: 各デバッグイベントを順番に実行し、設定された時間表示した後に1秒間待機します。
kk: Әрбір түзету оқиғасын кезекпен орындау, бапталған уақыт бойы көрсету және оқиғалар арасында 1 секунд күту.
ko: 모든 디버그 이벤트를 순차적으로 실행하고, 각 항목을 설정된 시간 동안 표시하며, 항목 사이에 1초 동안 대기합니다.
ms: Jalankan setiap peristiwa nyahpepijat mengikut urutan, kekalkan keterlihatan mengikut tempoh dan tunggu 1 saat antara item.
nb: Kjør hver feilsøkingshendelse i rekkefølge, hold hvert element synlig i den konfigurerte varigheten, og vent 1 sekund mellom elementene.
nl: Voer elke debug-gebeurtenis op volgorde uit, houd elk item zichtbaar gedurende de ingestelde tijd en wacht 1 seconde tussen items.
pl: Uruchom każde zdarzenie debugowania po kolei, utrzymuj każdy element widoczny przez skonfigurowany czas i odczekaj 1 sekundę między elementami.
pt: Executar todos os eventos de depuração em sequência, mantendo cada item visível durante o tempo configurado e aguardando 1 segundo entre itens.
ro: Rulați fiecare eveniment de depanare secvențial, mențineți fiecare element vizibil pe durata configurată și așteptați 1 secundă între elemente.
ru: Запустить каждое событие отладки по очереди, удерживать каждый элемент видимым в течение заданного времени и ждать 1 секунду между элементами.
sk: Spustiť každú ladiacu udalosť postupne, ponechať každú položku viditeľnú podľa konfigurácie a počkať 1 sekundu medzi položkami.
sr: Покрените сваки догађај за отклањање грешака редом, задржите сваку ставку видљивом према конфигурацији и сачекајте 1 секунду између ставки.
sv: Kör varje felsökningshändelse i sekvens, håll varje objekt synligt under den konfigurerade tiden och vänta 1 sekund mellan objekten.
th: เรียกใช้ทุกกิจกรรมแก้จุดบกพร่องตามลำดับ แสดงแต่ละรายการตามระยะเวลาที่กำหนด และรอ 1 วินาทีระหว่างรายการ
tr: Her hata ayıklama olayını sırayla çalıştırın, her öğeyi yapılandırılan süre boyunca görünür tutun ve öğeler arasında 1 saniye bekleyin.
uk: Запустити кожну подію налагодження по черзі, показувати кожен елемент протягом налаштованого часу та чекати 1 секунду між елементами.
vi: Chạy từng sự kiện gỡ lỗi theo trình tự, giữ mỗi mục hiển thị trong khoảng thời gian đã định cấu hình và đợi 1 giây giữa các mục.
zh_hans: 按顺序运行每个调试事件，在配置的持续时间内保持每个项目可见，并在项目之间等待 1 秒。
zh_hant: 按順序執行每個除錯事件，在設定的持續時間內保持每個項目可見，並在項目之間等待 1 秒。

source: Screen Recording
ar: تسجيل الشاشة
bg: Запис на екрана
bn: স্ক্রিন রেকর্ডিং
ca: Gravació de pantalla
cs: Záznam obrazovky
da: Skærmoptagelse
de: Bildschirmaufnahme
el: Εγγραφή οθόνης
es: Grabación de pantalla
fa: ضبط صفحه
fi: Näytön tallennus
fil: Pag-record ng Screen
fr: Enregistrement d'écran
he: הקלטת מסך
hi: स्क्रीन रिकॉर्डिंग
hr: Snimanje zaslona
hu: Képernyőfelvétel
id: Perekaman Layar
it: Registrazione schermo
ja: 画面収録
kk: Экранды жазу
ko: 화면 기록
ms: Rakaman Skrin
nb: Skjermopptak
nl: Schermopname
pl: Nagrywanie ekranu
pt: Gravação de ecrã
ro: Înregistrare ecran
ru: Запись экрана
sk: Nahrávanie obrazovky
sr: Снимање екрана
sv: Skärminspelning
th: การบันทึกหน้าจอ
tr: Ekran Kaydı
uk: Запис екрана
vi: Ghi màn hình
zh_hans: 屏幕录制
zh_hant: 螢幕錄影
